Revit 2027 API
ScheduleField.GetName Method
 Gets the name of the field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string GetName()
Public Function GetName As String
public:
String^ GetName()
member GetName : unit -> string
Return Value
String
 The name of the field.
See Also
Reference
ScheduleField Class
Autodesk.Revit.DB Namespace